Repository: common-repository/simple-seo-pack
Catalog: locale/simple-seo-pack-*.po
Languages: id_id, it_it, ro_ro, sr_rs, uk_ua

source: Simple SEO Meta Tags
it_it: Meta Tag di Simple SEO
ro_ro: Simplu SEO Meta Tag-uri
sr_rs: Jednostavni SEO Meta Tags
uk_ua: Простий SEO мета-теги

source: Keywords
id_id: Kata kunci
it_it: Parole chiave
ro_ro: Cuvinte cheie
sr_rs: Ključne reči
uk_ua: Ключові слова

source: Insert a list of desired keywords
id_id: Menyisipkan daftar kata kunci yang diinginkan
it_it: Inserisci una lista di parole chiave
ro_ro: Inseraţi o listă de cuvinte cheie dorit
sr_rs: Unesite listu željenih reči
uk_ua: Вставте список бажаних ключових слів

source: Description
id_id: Deskripsi
it_it: Descrizione
ro_ro: Descriere
sr_rs: Opis
uk_ua: Опис

source: Insert a short description for this page or post
id_id: Masukkan deskripsi singkat untuk halaman ini atau posting
it_it: Inserisci una breve descrizione per questa pagina o articolo
ro_ro: Introduceţi o scurtă descriere pentru această pagină sau post
sr_rs: Unesite opis za ovu stranicu ili post
uk_ua: Вставте короткий опис для цієї сторінки або посту

source: Use global settings (not recomended)
id_id: Gunakan pengaturan global (tidak direkomendasikan)
it_it: Usa le impostazioni globali (sconsigliato)
ro_ro: Utilizaţi setări globale (nu recomandat)
sr_rs: Koristite globalna podešavnja(nije prporučljivo)
uk_ua: Використовуйте глобальні параметри (не рекомендується)

source: Simple SEO
id_id: Sederhana SEO
ro_ro: Simplu SEO
uk_ua: Простий SEO

source: Simple SEO Options
id_id: Pilihan SEO sederhana
it_it: Opzioni di Simple SEO
ro_ro: Opţiuni de simplu SEO
sr_rs: Simple SEO opcije
uk_ua: Прості параметри SEO

source: From here you can set the default values for the <code>keywords</code> and <code>description</code> meta tags. These values will be used for all the posts and pages which don't have their custom ones.
id_id: Dari sini Anda dapat mengatur nilai default untuk <code> kata kunci </ code> dan <code> keterangan </ code> meta tag. Nilai-nilai ini akan digunakan untuk semua tulisan dan halaman yang tidak memiliki orang-orang adat mereka.
it_it: Da questa pagina è possibile impostare i valori predefiniti per i meta tag <code>keywords</code> e <code>description</code>. Questi valori possono essere per tutti gli articoli e pagine che non hanno metatag personalizzati.
ro_ro: De aici, puteţi seta valorile implicite pentru cuvinte cheie <code> </code> şi <code> descriere </code> meta tag-uri. Aceste valori vor fi utilizate pentru toate posturile şi paginile care nu au cei personalizate.
sr_rs: Odavde možete podesiti default vrednosti za <code>keywords</code> i <code>description</code> meta tagovi. Ove vrednosti će biti korišćene za sve postove i stranice koje nemaju svoje postavke.
uk_ua: Звідси ви можете встановити значення за замовчуванням для <code>keywords</code> і <code>description</code> мета-теги. Ці значення будуть використовуватися для всіх повідомлень і сторінок, які не мають своїх власних.

source: Insert 3-12 kewords or key phrases separating them with commas.
id_id: Menyisipkan 3-12 kewords atau frase kunci yang memisahkan mereka dengan koma.
it_it: Inserisci circa 3-12 parole o frasi chiave separate da virgole.
ro_ro: Inserare 3-12 kewords sau fraze-cheie care le separă prin virgule.
sr_rs: Unesite 3-12 ključnih reči ili fraza odvajajuđi ih zarezima.
uk_ua: Вставте 3-12 keywords або ключові фрази, розділивши їх комами.

source: Insert a description containing more or less 5-24 words.
id_id: Masukkan deskripsi yang mengandung kurang lebih 5-24 kata.
it_it: Inserisci una descrizione contenente più o meno da 5 a 24 parole.
ro_ro: Inseraţi o descriere care conţin cuvinte mai mult sau mai puţin de 5-24.
sr_rs: Unesite opis koji sadrži miše ili manje od 5-24 reči.
uk_ua: Вставте опис, що містить більш-менш 5-24 слів.

source: Save Changes
id_id: Simpan perubahan
it_it: Salva le modifiche
ro_ro: Salvaţi modificările
sr_rs: Sačuvaj promene
uk_ua: Зберегти зміни

source: Simple SEO Pack
ro_ro: Simplu SEO Pack

source: Simple SEO is a quick way to add meta tags to your post and pages using WP custom fields.
it_it: Simple SEO è uno strumento semplice e rapido per aggiungere meta tag ai tuoi articoli e alle tue pagine utilizzando i campi personalizzati di WordPpess.
ro_ro: Simplu SEO este o modalitate rapidă de a adăuga meta tag-uri la mesaj şi a paginilor folosind câmpuri WP particularizate.
sr_rs: Simple SEO je brz način da se dodaju meta tagovi vašem postu i stranicama koje koriste WP custom fields.
